Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: Василькишки 5
be: Васількішкі 5

source: Васильковая улица
be: Васільковая вуліца

source: вдхр. Дрозды
be: вдсх. Дразды

source: Ведето
be: воз. Вядзета

source: Вежливая улица
be: Ветлівая вуліца

source: Вежное
be: Вяжное

source: Вектор
be: Вектар

source: Великая Лотва
be: Вялікая Лотва

source: Великий Киловец
be: Вялікі Кілавец

source: Великий лес
be: Вялікі лес

source: Великое
be: Вялікае

source: Великое Заречье
be: Вялікае Зарэчча

source: Великое Поле
be: Вялікае Поле

source: Велье
be: воз. Велле

source: Вельмов
be: Вяльмоў

source: Вендриж
be: Вендрыж

source: Венечная улица
be: Вянечная вуліца

source: Верделишки
be: Вердзялішкі

source: Верейцы
be: Верайцы

source: Веремейки
be: Верамейкі

source: Вересковая улица
be: Верасовая вуліца

source: Верещаки
be: Верашчакі

source: Верино
be: воз. Верына

source: Верхнедвинск
be: Верхнядзвінск

source: Верхнедвинский райисполком
be: Верхнядзвінскі райвыканкам

source: Верхнедвинский районный Совет депутатов
be: Верхнядзвінскі раённы Савет дэпутатаў

source: Верхний город
be: Верхні горад

source: Верхняя улица
be: Верхняя вуліца

source: Верховая Слобода
be: Вярховая Слабада

source: Верхутино
be: Вярхуціна

source: Весёлая улица
be: Вясёлая вуліца

source: Веселовский
be: Весялоўскі

source: Весенняя улица
be: Вясновая вуліца

source: Веснянка
be: Вяснянка

source: Ветеринарная лечебница
be: Ветэрынарная лякарня

source: Ветковский музей народного творчества
be: Веткаўскі музей народнай творчасці

source: ветлечебница
be: ветлякарня

source: Ветлечебница
be: Ветлякарня

source: Ветряк
be: Вятрак

source: Ветченское
be: Ветчанскае возера

source: Вечкойни
be: Вячкойні

source: Вещевой рынок Уручье-3
be: Рэчавы рынак Уручча-3

source: Видибор
be: Відзібор

source: Видоки
be: Відокі

source: Визит
be: Візіт

source: Вилейка
be: Вілейка

source: Виленская улица
be: Віленская вуліца

source: Виленский переулок
be: Віленскі завулак

source: Вилия
be: Вілія

source: Вильново
be: Вільнова

source: Вильяново
be: Вільянова

source: Винодельня
be: [ВінаКурня, Вінакурня]

source: Винодельня Богдановичей
be: Вінакурня Багдановічаў

source: Винодельня Любанских
be: Вінакурня Любанскіх

source: Винокурня
be: Вінакурня

source: ВиоДент
be: ВіяДэнт

source: Виола
be: Віёла

source: Вираж
be: Віраж

source: Вирский
be: Вірскі

source: Вискули
be: Віскулі

source: Виталюр
be: Віталюр

source: Витебск
be: Віцебск

source: Витебскавтодор
be: Віцебскаўтадар

source: Витебская областная клиническая больница
be: Абласная бальніца

source: Витебская область
be: Віцебская вобласць

source: Витебская ТЭЦ
be: ЦЭЦ

source: Витебскгаз
be: Віцебскгаз

source: Витебский вычислительный центр
be: Віцебскі вылічальны цэнтр

source: Витебский государственный медицинский университет
be: Віцебскі дзяржаўны медыцынскі універсітэт

source: Витебский государственный университет им. П.М.Машерова
be: Віцебскі дзяржаўны універсітэт ім. П.М.Машэрава

source: Витебский картонажно-полиграфический комбинат
be: Віцебскі картанажна-паліграфічны камбінат

source: Витебский комбинат шёлковых тканей
be: Шаўковы камбінат

source: Витебский мотороремонтный завод
be: Маторарамонты завод

source: Витебский областной клинический специализированный центр
be: Віцебскі абласны клінічны спецыялізаваны цэнтр

source: Витебский областной центр маркетинга
be: Віцебскі абласны цэнтр маркетынгу

source: Витебский переулок
be: Віцебскі завулак

source: Витебскоблсоюзпечать
be: Вицебскаблсаюздрук

source: Витебск-Пассажирский
be: Віцебск Пасажырскі

source: ВитебскЭнерго
be: ВіцебскЭнерга

source: Витрембыт
be: Віцебскрамбыт

source: Витьбичи
be: Віцьбічы

source: Витьки
be: Віцькі

source: Вишнёвая улица
be: Вішнёвая вуліца

source: Вишневец
be: Вішнявец

source: Вишневец-1
be: Вішнявец-1

source: Вишневец-2
be: Вішнявец-2

source: Вишневец-3
be: Вішнявец-3

source: Вишневец-4
be: Вішнявец-4

source: Вишневец-5
be: Вішнявец-5

source: Вишневец–5
be: Вішнявец–5

source: Вишневец-6
be: Вішнявец-6

source: Вишневецкая улица
be: Вішнявецкая вуліца

source: Вишневка
be: Вішнеўка

source: Влодава
be: Уладава

source: Водоканал
be: Вадаканал

source: Водонапорная башня
be: Воданапорная вежа

source: Водонапорные башни
be: воданапорныя вежы

source: Водохранилище
be: Вадасховішча

source: Водяная мельница
be: [Вадзяны млын, Млын водны]

source: Водяная мельница (руины)
be: [Вадзяны млын (руіны), Водяная мельница (руины)]

source: Водяная мельница кон.XIXв.
be: Вадзяны млын кан.XIXст.

source: Военкомат
be: Ваенкамат

source: военное кладбище 1 Мир. войны
be: вайсковыя могілкі 1 Сусв. вайны

source: Военно-исторический музей имени Багратиона
be: Ваенна-гістарычны музей імя Багратыёна

source: Военный городок
be: Ваенны гарадок

source: Военный городок Масюковщина
be: Ваенны гарадок Масюкоўшчына

source: Военный комиссариат Брестской области
be: Ваены камісарыят Брэсцкай вобласці

source: Военный факультет ГрГУ
be: Ваенны факультэт ГрДУ

source: Воинам, погибшим в Афганистане
be: Воінам, загінуўшым у Афганістане

source: Воисковое захоронение 1943-1944гг. №4377
be: Брацкія могілкі

source: Войнилиха
be: Вайніліха

source: Войстом
be: Войстам

source: Вокзал
be: Вакзал

source: Вокзальная улица
be: Вакзальная вуліца

source: Волейбольная улица
be: Валейбольная вуліца

source: Волейкишки
be: Валэйкішкі

source: Волковыск
be: Ваўкавыск

source: Волковыск-Город
be: Ваўкавыск-Горад

source: Волковыск-Центральный
be: Ваўкавыск Цэнтральны

source: Волковысский районный исполнительный комитет
be: Ваўкавыскі раённы выканаўчы камітэт

source: Волово
be: Валова

source: Воложин
be: Валожын

source: Волосковня
be: Валаскоўня

source: Волчковичи
be: Воўчкавічы

source: Волчье Ухо
be: воз. Воўчае Вуха

source: Волынец
be: воз. Валынец

source: Волынтишки
be: Валынцішкі

source: Вольеры
be: Вальеры

source: вольеры животных
be: вальеры жывёлін

source: Воничи
be: Вонічы

source: Воронец
be: воз. Варанец

source: Вороновка
be: Вараноўка

source: Воронь
be: Ворань

source: Воропаево
be: Варапаева

source: Ворота
be: Брама

source: Воротец
be: Варацец

source: Восток
be: Усход

source: Восток-1
be: Усход-1

source: Восток-2
be: Усход-2

source: Восточная
be: Усходняя

source: Восточная улица
be: Усходняя вуліца

source: Восточное
be: Усходнія

source: Восточный
be: Васточны

source: Восход
be: Усход

source: в память сожженых жителей 16.02.1943
be: ў памяць спаленых жыхароў 16/02/1943

source: ВП Пинск
be: Пінск

source: Всеслав Чародей
be: Усяславу Чарадзею

source: Выгода
be: [Выгада, Выгода, Выгода а]

source: Выгребная Слобода
be: Выграбная Слабада

source: Выгул собак (пустырь)
be: Выгул сабак (пустка)

source: Вырвино
be: Вырвіна

source: Высока
be: Высака

source: Высокие
be: Высокія

source: Высокий Берег
be: Высокі Бераг

source: Высокое
be: Высокае

source: Высоко-Литовск
be: Высокалітоўск

source: Высочанский Бор
be: Высачанскі Бор

source: Выставочный зал музея современного искусства
be: Выставачная зала музея сучаснага мастацтва

source: Высшая Духовная Семинария
be: Вышэйшая Духоўная Семінарыя

source: Вяжи
be: Вяжы

source: Вяжище
be: Вяжышча

source: Вязовки
be: Вязаўкі

source: Гаврилово
be: Гаўрылова

source: Гавья
be: Гаўя

source: Гаи
be: Гаі

source: ГАИ
be: ДАІ

source: ГАИ Витебская областная
be: ДАІ Віцебская абласная

source: Галерея Дверей
be: Галерэя Дзвярэй

source: Галерея современного искусства
be: Галерэя сучаснага мастацтва

source: Галерея современного искусства "Ў"
be: Галерэя сучаснага мастацтва "Ў"

source: Галерея Тизенгауза
be: Галерэя Тызенгаўза

source: Галиевщина
be: Галіеўшчына

source: Ганцевичи
be: Ганцавічы

source: Гаравишки
be: Гаравішкі

source: Гаражи ГСК-2
be: Гаражы ГБК-2

source: Гаражная улица
be: Гаражная вуліца

source: Гаражный кооператив
be: Гаражны кааператыў

source: Гарбарская улица
be: Гарбарская вуліца

source: Гать
be: Гаць

source: Гвоздовское
be: Гваздоўскае воз.

source: Гданьская улица
be: Гданьская вуліца

source: Генеральное консульство Литовской Республики
be: Генеральнае консульства Літоўскай Рэспублікі

source: Генеральное Консульство РП в Гродно
be: Генеральнае Консульства РП у Гродна

source: Гентово
be: Гентава

source: Географический факультет БГУ
be: Геаграфічны факультэт БДУ

source: Географический центр Беларуси
be: Геаграфічны цэнтар Беларусі

source: Геодезическая дуга Струве
be: Геадэзічная дуга Струвэ

source: Геологическая
be: Геалагічная

source: Геофизик 22
be: Геафізік 22

source: Гераненский замок (руины)
be: Геранёнскі замак (руіны)

source: Гербовый столб Раецких
be: Гербавы слуп Раецкіх

source: Героям 120-й дивизии
be: Героям 120-й дывізіі

source: Героям витебского подполья
be: Героям віцебскага падполля

source: Героям–пограничникам
be: Героям-пагранічнікам

source: Гефест-техника
be: Гефест-тэхніка

source: Гештовты
be: Гештаўты

source: Гибуличи
be: Гібулічы

source: Гизуны
be: Гізуны

source: Гимназия №7
be: Гiмназiя №7

source: Гиновичи
be: Гінавічы

source: Гиньки
be: Гінькі

source: Гиньково
be: Гiнькава

source: Гирдевка
be: Гірдзеўка

source: главная сцена фестиваля "Славянский Базар"
be: галоўная сцэна фестывалю "Славянскі Базар"

source: Главная улица
be: Галоўная вуліца

source: Главный корпус БНТУ
be: Галоўны корпус БНТУ

source: Главный корпус Вет. Академии
be: Галоўны корпус Вет. Акадэмii

source: Главпочтамт
be: Галоўпаштамт

source: Глинище
be: Глінішча

source: Глинки
be: Глінкі

source: Глиняный карьер
be: Гліняны кар’ер

source: Глубокое
be: [Глыбокае, Глыбокае воз.]

source: Глубочино
be: воз. Глыбочына

source: Глубочко
be: воз. Глыбачка

source: Глуховичи
be: Глухавічы

source: Глухое
be: Глухое воз.

source: Глушица 2
be: Глушыца 2

source: Глушнево
be: Глушнева

source: ГЛХУ «Логойский лесхоз»
be: ДЛГУ «Лагойскі лясгас»

source: Гнездинка
be: Гнездзінка

source: ГНУ "Институт природопользования НАН Беларуси"
be: ДНУ "Інстытут прыродакарыстання НАН Беларусі"

source: ГОВД
be: ГАУС

source: Гогол
be: воз. Гогал

source: Гоголец
be: воз. Гогалец

source: Годовщина
be: Гадаўшчына

source: Гожская улица
be: Гожская вуліца

source: Гожский сельский исполнительный комитет
be: Гожскі сельскі выканаўчы камітэт

source: Голевицы
be: Галявіцы

source: Головец
be: воз. Галавец

source: Головичи
be: Галавічы

source: Головня
be: Галаўня

source: Голоцк
be: Голацк

source: Голубина
be: Галубіна

source: Голынец
be: Галынец

source: Гольнишки
be: Гольнішкі

source: Гольф-клуб "Минск"
be: Гольф-клуб "Мінск"

source: Гомель-Пассажирский
be: Гомель Пасажырскі

source: Гомель-Северный
be: Гомель Паўночны

source: Гомельская область
be: Гомельская вобласць

source: Гонионская улица
be: Ганіёнская вуліца

source: Гонионский переулок
be: Ганіёнскі завулак

source: Гончарная улица
be: Ганчарная вуліца

source: Гончары
be: Ганчары

source: Гора Миндовга
be: Гара Міндоўга

source: Горани
be: Гарані

source: Горанское
be: Гаранскае воз.

source: Гора Святая (Дзержинского)
be: Гара Сьвятая (Дзяржынскага)

source: Горбачёнки
be: Гарбачонкі

source: Горгаз
be: Гаргаз

source: Горисполком
be: Гарвыканкам

source: Горки
be: Горкі

source: Горная улица
be: Горная вуліца

source: Горнолыжный спортивно-оздоровительный комплекс "Логойск"
be: Гарналыжны спартыўна-аздараўленчы комплекс "Лагойск"

source: Гороватка
be: Гараватка

source: Горовые
be: Гаравыя

source: Городенец
be: воз. Гарадзянец

source: Городенская улица
be: Гарадзенская вуліца

source: Городец
be: Гарадзец

source: Городея
be: Гарадзея

source: Городище
be: Гарадзішча

source: Городище «Замковая Гора»
be: Гарадзішча «Замкавая Гара»

source: Городище «Замочек»
be: Гарадзішча «Замэчак»

source: Городище -2
be: Гарадзішча -2

source: Городничанская улица
be: Гараднічанская вуліца

source: Городно
be: [Гародна, воз. Гародна]

source: Городок
be: Гарадок

source: Городская баня
be: Гарадская лазня

source: Городская Больница №3
be: Бальніца

source: Городская клиническая больница № 4
be: Гарадская клінічная бальніца № 4

source: Городская поликлиника
be: Гарадская паліклініка

source: Городская поликлиника №6
be: Гарадская паліклініка №6

source: Городская свалка
be: Гарадскі сметнік

source: Городская улица
be: Гарадская вуліца

source: Городская центральная детсткая полилиника
be: Гарадская цэнтральная дзіцячая паліклініка

source: Городское кладбище "Копти"
be: Гарадскія могілкі "Копці"

source: Городское кладбище "Мазурино"
be: Гарадскія могілкі "Мазурына"

source: Городской исполнительный комитет
be: Гарадскі выканаўчы камітэт

source: Городской клинический родильный дом №2
be: Радзільня №2

source: Городской Музей
be: Гарадскі музей

source: Городской отдел милиции Первомайского р-на
be: Гарадскі аддзел міліцыі Першамайскага р-на

source: Городской пляж
be: Гарадскі пляж

source: Городской стадион
be: Гарадскі стадыён

source: Городской театр
be: Гарадскі тэатар

source: Городской центр культуры
be: Гарацкі цэнтр культуры

source: Городьково
be: Гародзькава

source: Горожанка
be: Гаражанка

source: Горочичи
be: Гарочычы

source: Горошки
be: Гарашкі

source: Горошков
be: Гарошкаў

source: Горчаковская амбулатория
be: Гарчакоўская амбулаторыя

source: Горынь
be: Гарынь

source: Горяны
be: Гараны

source: Госархив Витебской обл.
be: Дзяржархіў Віцебскай вобл.

source: Господарчая улица
be: Гаспадарчая вуліца

source: Гостиная Владислава Голубка
be: Гасцёўня Уладзіслава Галубка

source: гостиница
be: Гасцініца

source: Гостиница
be: Гасцініца

source: Гостиница "Беларусь"
be: Гасцініца "Беларусь"

source: гостиница "Гродно"
be: Гродна

source: Гостиница "Новое Полесье"
be: Гасцiнiца "Новае Палессе"

source: Гостиница "Орша"
be: Гасцініца «Ворша»

source: Гостиница «Лучёса»
be: Гасцініца «Лучоса»

source: Гостиница Александрия
be: Гасцініца Александрыя

source: Гостиница Беседь
be: Гатэль Бесядзь

source: Гостиница Ошмяны
be: Гасцініца Ашмяны

source: Гостиница спорт-клуба Минобороны
be: Гасцініца спорт-клуба Мінабароны

source: Гостиница Толочин
be: Гатэль Талачын

source: Гостиничный комплекс
be: Гасцініца

source: Гостиничный комплекс 'Плавно'
be: Гасцінічны комплекс «Плаўна»

source: Гостиничный комплекс ОАО Газпром трансгаз Беларусь
be: Гасцінічны комплекс ААТ Газпром трансгаз Беларусь

source: Гостинный ряд
be: Гасціны рад

source: Гостиный двор
be: Гасціны двор

source: Государственная Академия ветеринарной медицины
be: Дзяржаўная Акадэмія ветэрынарнай медыцыны

source: Государственная нотариальная контора
be: Дзяржаўная натарыяльная кантора

source: Государственная нотариальная контора Берестовицкого района
be: Дзяржаўная натарыяльная кантора Бераствіцкага раёна

source: Государственная нотариальная контора №3
be: Дзяржаўная натарыяльная кантора №3

source: Государственный архив Гродненской области
be: Дзяржаўны архіў Гродзенскай вобласці

source: Государственный литературный музей Янки Купалы
be: Дзяржаўны літаратурны музей Янкі Купалы

source: Государственный музей истории белорусской литературы
be: Дзяржаўны музей гісторыі беларускай літаратуры

source: Государственный музей истории театральной и музыкальной культуры Республики Беларусь
be: Дзяржаўны музей гісторыі тэатральнай і музычнай культуры Рэспублікі Беларусь

source: ГПК «Гвардейский»
be: ГСК «Гвардзейскі»

source: ГПК Саланг
be: ГСК Саланг

source: ГПК Содружество
be: ГСК Садружнасць

source: ГПК Содружество-2
be: ГСК Садружнасць-2

source: ГПК № 12
be: ГСК № 12

source: ГПК №16
be: ГСК №16

source: ГПК №17
be: ГСК №17

source: ГПК №8
be: ГСК №8

source: Грабники
be: Грабнікі

source: Гравжи
be: Граўжы

source: Гражданская улица
be: Грамадзянская вуліца

source: Грандичи
be: Грандзічы

source: Грандичская улица
be: Грандзіцкая вуліца

source: Граффити
be: Графіці

source: Гребной канал
be: Вяслярны канал

source: Гредяки
be: Градзякі

source: Грейтунишки
be: Грайтунішкі

source: Гремяча
be: Грымяча

source: Грибачи
be: Грыбачы

source: Грибно
be: воз. Грыбна

source: Гринево
be: Грынева

source: Грицевец
be: Грыцавец

source: Гришано-Золотогорское кладбище
be: Грышана-Залатагорскія могілкі

source: Гришкойти
be: Грышкойці

source: Гродзянка
be: Градзянка

source: Гродненская городская станция скорой медицинской помощи
be: Гродзенская гарадская станцыя хуткай медыцынскай дапамогі

source: Гродненская ГЭС
be: Гродзенская ГЭС

source: Гродненская крепость
be: Гродзенская крэпасць

source: Гродненская областная станция переливания крови
be: Гродзенская абласная станцыя пералівання крыві

source: Гродненская область
be: Гродзенская вобласць

source: Гродненская табачная фабрика «Неман»
be: Гродзенская тытунёвая фабрыка «Нёман»

source: Гродненская транспортная прокуратура
be: Гродзенская транспартная пракуратура

source: Гродненская ТЭЦ-2
be: Гродзенская ЦЭЦ-2

source: Гродненская улица
be: Гродзенская вуліца

source: Гродненская центральная городская поликлиника
be: Гродзенская цэнтральная гарадская паліклініка

source: Гродненский городской исполнительный комитет
be: Гродзенскі гарадскі выканаўчы камітэт

source: Гродненский городской отдел по ЧС
be: Гродзенскі гарадскі аддел па НС

source: Гродненский государственный аграрный университет
be: Гродзенскі дзяржаўны аграрны ўніверсітэт

source: Гродненский государственный колледж искусств
be: Гродзенскі дзяржаўны каледж мастацваў

source: Гродненский государственный колледж техники, технологий и дизайна
be: Гродзенскі дзяржаўны каледж тэхнікі, тэхналогій і дызайна

source: Гродненский государственный медицинский колледж
be: Гродзенскі дзяржаўны медыцынскі каледж

source: Гродненский государственный музей истории религии
be: Гродзенскі дзяржаўны музей гісторыі рэлігіі

source: Гродненский государственный музыкальный колледж
be: Гродзенскі дзяржаўны музычны каледж

source: Гродненский государственный политехнический колледж
be: Гродзенскі дзяржаўны палітэхнічны каледж

source: Гродненский государственный профессионально-технический колледж бытового обслуживания населения
be: Гродзенскі дзяржаўны прафесійна-тэхнічны каледж бытавога абслугоўвання насельніцтва

source: Гродненский государственный профессионально-технический колледж коммунального хозяйства
be: Гродзенскі дзяржаўны прафесіянальна-тэхналагічны каледж камунальнай гаспадаркі

source: Гродненский государственный профессионально-технический колледж приборостроения
be: Гродзенскі дзяржаўны прафесіянальна-тэхналагічны каледж прыборабудавання

source: Гродненский государственный профессиональный технологический колледж
be: Гродзенскі дзяржаўны прафесіянальны тэхналагічны каледж

source: Гродненский государственный строительный профессиональный лицей
be: Гродзенскі дзяржаўны будаўнічы прафесіянальны ліцэй

source: Гродненский государственный университет имени Янки Купалы
be: Гродзенскі дзяржаўны ўніверсітэт імя Янкі Купалы

source: Гродненский государственный химико-технологический профессиональный лицей
be: Гродзенскі дзяржаўны хіміка-тэхналагічны прафесіянальны ліцэй

source: Гродненский гуманитарный колледж
be: Гродзенскі гуманітарны каледж

source: Гродненский зоопарк
be: Гродзенскі заапарк

source: Гродненский колледж бизнеса и права
be: Гродзенскі каледж бізнесу і права

source: Гродненский межрайонный отдел Следственного комитета
be: Гродзенскі міжраённы аддзел Следчага камітэта

source: Гродненский областной исполнительный комитет
be: Гродзенскі абласны выканаўчы камітэт

source: Гродненский областной перинатальный центр
be: Гродзенскі абласны перынатальны центр

source: Гродненский областной суд
be: Гродзенскі абласны суд

source: Гродненский переулок
be: Гродзенскі завулак

source: Гродненский районный исполнительный комитет
be: Гродзенскі раённы выканаўчы камітэт

source: Гродненский сельский район электрических сетей
be: Гродзенскі сельскі раён электрычных сетак

source: Гродненский торговый колледж Белкоопсоюза
be: Гродзенскі гандлёвы каледж Белкаапсаюза

source: Гродненское троллейбусное управление
be: Гродзенскае тралейбуснае упраўленне

source: Гродно
be: Гродна

source: Гроднопромстрой
be: Гроднапрамбуд

source: Громкоговоритель
be: Гучнагаварыцель

source: Группа по гражданству и миграции
be: [Група па грамадзянству і міграцыі, Група па грамадзянству і міграціі]

source: Групповой резервуарный стенд подземных газопроводов
be: Групавы рэзервуарны стэнд падземных газаправодаў

source: Грушевка
be: Грушаўка

source: Грюнвальдская улица
be: Грунвальдзкая вуліца

source: Грязи
be: Гразі

source: ГСК
be: ГБК

source: ГСК "Липки"
be: ГБК "Ліпкі"

source: ГСК-17
be: ГБК-17

source: ГСК-3
be: ГБК-3

source: ГСК Мелиоратор-97
be: ГБК Меліяратар-97

source: ГСК Строитель
be: ГБК Будаўнік

source: ГСК №10
be: ГБК №10

source: ГСК №11
be: ГБК №11

source: ГСК №18
be: ГБК №18

source: ГСК №2
be: ГБК №2

source: ГУ "РНПЦ неврологии и нейрохирургии"
be: РНПЦ неўралогіі і нейрахірургіі

source: Губинка
be: Губінка

source: Гудалишки
be: Гудалішкі

source: Гудогай
be: Гудагай

source: Гузнянский мост
be: Гузнянскі мост

source: Гумнище
be: Гумнішча

source: Гуринёвка
be: Гурынёўка

source: Гурки
be: Гуркі

source: Гуры Дроздовы
be: Гуры Драздовы

source: Гутно
be: Гутна

source: Давид-Городок
be: Давыд-Гарадок

source: Давид Гродненский
be: Давыд Гарадзенскі

source: Давний переулок
be: Даўні завулак

source: Давыдовка
be: Давыдаўка

source: Дайнова
be: Дайнава

source: Дальняя улица
be: Дальняя вуліца

source: Дараганово
be: Дараганава

source: Дарида
be: Дарыда

source: Дарище
be: Дарышча

source: Дачи
be: Дачы

source: Дачная улица
be: Дачная вуліца

source: Дачный проезд
be: Дачны праезд

source: Дашковка
be: Дашкаўка

source: Двина
be: Дзвіна

source: Двина **
be: Дзвіна **

source: Дворец
be: Дварэц

source: Дворец Архиепископский
be: Палац Арцыбіскупскі

source: Дворец бракосочетаний
be: Палац шлюбаў

source: Дворец Бутримовичей
be: Палац Бутрымовічаў

source: Дворец водных видов спорта
be: Палац водных відаў спорт

source: Дворец Голынских
be: Палац Галынскіх

source: Дворец Друцких-Любецких
be: Палац Друцкіх-Любецкіх

source: Дворец Искусств
be: Палац Мастацтваў

source: Дворец культуры профсоюзов
be: Дварэц культуры прафсаюзаў

source: Дворец лёгкой атлетики
be: Палац лёгкай атлетыкі

source: Дворец Мержиевских
be: Палац Мержыеўскіх

source: Дворец независимости
be: Палац незалежнасці

source: Дворец Пусловских
be: Палац Пуслоўскіх

source: Дворец Радзивиллов
be: Палац Радзівілаў

source: Дворец Солтанов
be: Палац Солтанаў

source: Дворец Тышкевичей
be: Палац Тышкевічаў

source: Дворец Хрептовичей
be: Палац Храптовічаў

source: Дворец Четвертинских
be: Палац Чацвярцінскіх

source: Дворец Юндилов
be: Палац Юндзілаў

source: Дворжище
be: Дваржышча

source: Дворище
be: Дворышча

source: Дворцово-замковый комплекс Радзивиллов
be: Палацава-замкавы комплекс Радзівілаў

source: Дворцово-парковый комплекс
be: Палацава-паркавы комплекс

source: Дворцово-парковый комплекс Бохвицев
be: Палацава-паркавы комплекс Бохвіцаў

source: Дворцово-парковый комплекс Булгаков
be: Палацава-паркавы комплекс Булгакаў

source: Дворцово-парковый комплекс Быховцев
be: Палацава-паркавы комплекс Быхаўцаў

source: Дворцово-парковый комплекс Вислоухов
be: Палацава-паркавы комплекс Віславухаў

source: Дворцово-парковый комплекс Волловичей
be: Палацава-паркавы комплекс Валовічаў

source: Дворцово-парковый комплекс Гартингов
be: Палацава-паркавы комплекс Гарцінгаў

source: Дворцово-парковый комплекс Горваттов
be: Палацава-паркавы комплекс Горватаў

source: Дворцово-парковый комплекс Дьяконских
be: Палацава-паркавы комплекс Дзяконскіх

source: Дворцово-парковый комплекс Котлубаев
be: Палацава-паркавы комплекс Катлубаяў

source: Дворцово-парковый комплекс Лопатов
be: Палацава-паркавы комплекс Лопатаў

source: Дворцово-парковый комплекс Лошкевичей
be: Палацава-паркавы комплекс Лашкевічаў

source: Дворцово-парковый комплекс Ляхницких
be: Палацава-паркавы комплекс Ляхніцкіх

source: Дворцово-парковый комплекс Монюшек
be: Палацава-паркавы комплекс Манюшкаў

source: Дворцово-парковый комплекс Нитославских
be: Палацава-паркавы комплекс Нітаслаўскіх

source: Дворцово-парковый комплекс Огинских
be: Палацава-паркавы комплекс Агінскіх
